[
  {
    "id": 1,
    "station": "La Estructura",
    "description": "",
    "situation": "ARCA está perfectamente zonificada: vivienda, producción, recreación, todo prediseñado. Un grupo propone crear un mercado espontáneo, sin autorización de la IA, con estructuras modulares, rutas variables y comercio no regulado.",
    "options": [
      {
        "text": "Mantienes el orden zonificado. Nada se sale del plan, pero la cuidad deja de ser una ciudad: es un algoritmo.",
        "alignment": "Domo"
      },
      {
        "text": "Permites el desorden. Vuelven el error, la mezcla, la ciudad viva... pero también el desperdicio, la congestión y el conflicto.",
        "alignment": "Fuera"
      }
    ]
  },
  {
    "id": 2,
    "station": "La Funcionalidad",
    "description": "Puedes vivir en un modelo de temperatura perfecta, oxígeno constante y alimentos programados. Pero no puedes modificar el diseño, ni la disposición del espacio, ni los colores. Tu cuerpo vive cómodo. Tu mente, contenida.",
    "situation": "Se te ofrece un traslado a una zona periférica donde puedes rediseñar tu hábitat, cultivar tu comida y pintar tus paredes. Pero no hay protección contra los gases del exterior ni garantía de alimento diario.",
    "options": [
      {
        "text": "Te mudas. Ganas libertad y creatividad, pero tu salud y seguridad se vuelven inciertas.",
        "alignment": "Fuera"
      },
      {
        "text": "Te quedas. Tu salud física está asegurada. Pierdes toda capacidad de expresarte y de habitar con tu esencia en tu espacio.",
        "alignment": "Domo"
      }
    ]
  },
  {
    "id": 3,
    "station": "La Vida por Dentro",
    "description": "",
    "situation": "Puedes mantener una caja de recuerdos (fotos, libros, recuerdos de tus seres queridos), pero para eso deberás sacrificar el sistema de almacenamiento automático y aceptar vivir con espacio limitado.",
    "options": [
      {
        "text": "Vives con tus objetos. Son tuyos, pero ahora el espacio es denso, pesado, manual y vives más limitado.",
        "alignment": "Fuera"
      },
      {
        "text": "Vives sin nada. Todo funciona. Todo es neutro. No hay polvo, no hay historia pero tienes todas las comodidades a tu alcance.",
        "alignment": "Domo"
      }
    ]
  },
  {
    "id": 4,
    "station": "La Vida por Fuera",
    "description": "En ARCA, cada espacio está destinado a una función fija. Tú quieres un espacio libre: sin asignación, sin protocolo. Que los habitantes decidan cada día qué hacer con él.",
    "situation": "Pero eso significa que el sistema de optimización fallará. No podrá predecir usos, consumos ni comportamientos. El espacio dejará de ser 'eficiente'.",
    "options": [
      {
        "text": "Dejas el espacio sin libertad. Todo se comporta como debe... pero nadie puede improvisar dejándolo sin propósito pero mantienes el sistema en equilibrio pero con qué sentido.",
        "alignment": "Domo"
      },
      {
        "text": "Lo liberas. Aparece la incertidumbre, el caos... y la posibilidad de nuevas formas de habitar dándole u propósito y haciendo que las personas se sientan identificadas.",
        "alignment": "Fuera"
      }
    ]
  },
  {
    "id": 5,
    "station": "¿Estás Dentro?",
    "description": "",
    "situation": "¿Prefieres habitar un sistema que ya no necesita de ti para funcionar? ¿O construir, con esfuerzo, un lugar que aún reconoce tu presencia?",
    "options": [
      {
        "text": "El Exterior: entorno inestable, escaso, erosionado. Nada está segura, excepto tu voz. La arquitectura es frágil. Puedes fallar. Puedes imaginar.",
        "alignment": "Fuera"
      },
      {
        "text": "El Interior: espacios optimizados, sin errores ni sorpresas. Recursos garantizados. Sin carencias... pero sin elección. Arquitectura perfecta, pero ajena.",
        "alignment": "Domo"
      }
    ]
  }
]
